Repository: josetomd/MacroLite
Catalog: CaloriesCounter/Localizable.xcstrings
Source language: en
Languages: es

# alert.cancel_button
source: Cancel
es: Cancelar

# alert.delete_button
source: Delete
es: Eliminar

# food_details.alert.message
source: This action will eliminate food from the log.
es: Esta acción eliminará la comida del diario

# food_details.alert.title
source: Delete Entry?
es: ¿Quitar alimento?

# food_details.confirm
source: Confirm Selection
es: Confirmar Selección

# food_details.delete
source: Delete Entry
es: Eliminar entrada

# food_details.grams_per_serving
source: g per serving
es: g por porción

# food_details.keyboard.ready
source: Ready
es: Listo

# food_details.navigation.back
source: Back
es: Atrás

# food_details.servings
source: Servings
es: Porciones

# food_details.time_of_day
source: Time of Day
es: Momento del día

# food_details.total_grams
source: total g
es: g totales

# food_details.total_to_be_registered
source: Total to be registered
es: Total a registrar

# food_details.update
source: Update
es: Actualizar

# food_product_form.alert_button_cancel
source: Cancel
es: Cancelar

# food_product_form.alert_button_delete
source: Delete
es: Eliminar

# food_product_form.alert_message
source: This action cannot be undone. The food item will disappear from your catalog.
es: Esta acción no se puede deshacer. El alimento desaparecerá de tu catálogo.

# food_product_form.alert_title
source: Delete Food?
es: ¿Eliminar alimento?

# food_product_form.delete_button
source: Delete Food
es: Eliminar alimento

# food_product_form.each_placeholder
source: Each:
es: Cada:

# food_product_form.keyboard.done
source: Done
es: Listo

# food_product_form.keyboard.next
source: Next
es: Siguiente

# food_product_form.macro_row.calories_label
source: Calories (kcal)
es: Calorias (kcal)

# food_product_form.macro_row.carbs_label
source: Carbohydrates (g)
es: Carbohidratos (g)

# food_product_form.macro_row.fats_label
source: Fats (g)
es: Grasas (g)

# food_product_form.macro_row.proteins_label
source: Proteins (g)
es: Proteinas (g)

# food_product_form.name_placeholder
source: Name of food
es: Nombre del alimento

# food_product_form.nutritional_facts_text
source: Nutritional Facts
es: Información Nutricional

# food_product_form.save_button
source: Save in Library
es: Guardar en Catálogo

# food_product_row.per
source: per
es: por

# library.emptystate.button
source: Create Product
es: Crear Producto

# library.emptystate.message
source: Create your own personalized foods or products to always have them on hand
es: Crea tus propios alimentos o productos personalizados para tenerlos siempre a mano.

# library.emptystate.title
source: Empty catalog
es: Catálogo vacío

# library.navigation.close_button
source: Close
es: Cerrar

# library.navigation.manage_title
source: My Foods
es: Mis Alimentos

# library.navigation.select_title
source: Select
es: Seleccionar

# log.empty_state.button
source: Add Food
es: Añadir Alimento

# log.empty_state.message
source: Your journal is empty. Log your first meal to start tracking your macros.
es: Tu diario está vacío. Registra tu primera comida para empezar a ver tus macros.

# log.empty_state.title
source: What have you eaten today?
es: ¿Qué has comido hoy?

# macro_breakdown.main_sources
source: Main Sources
es: Fuentes principales

# macro_breakdown.records
source: Records
es: Registros

# macro.label.calories
source: Calories
es: Calorias

# macro.label.carbs
source: Carbohydrates
es: Carbohidratos

# macro.label.fats
source: Fats
es: Grasas

# macro.label.protein
source: Proteins
es: Proteinas

# maintab.foods.title
source: Foods
es: Alimentos

# maintab.log.title
source: Log
es: Diario

# meal_section.empty_title
source: There are no records
es: No hay registros

# meal_section.menu_delete_title
source: Delete
es: Eliminar

# meal_section.menu_edit_title
source: Edit
es: Editar

# meal_type.breakfast
source: Breakfast
es: Desayuno

# meal_type.dinner
source: Dinner
es: Cena

# meal_type.lunch
source: Lunch
es: Almuerzo

# meal_type.snack
source: Snack
es: Aperitivo

# nutrition_header.total_calories
source: Total Calories
es: Calorías Totales

# onboarding.button.next
source: Next
es: Siguiente

# onboarding.button.start
source: Start
es: Comenzar

# onboarding.error.validation
source: Enter realistic values
es: Ingresa valores realistas

# onboarding.goals.standard_values
source: Use standard values
es: Usar valores estándar

# onboarding.goals.subtitle
source: These values ​​will be used to measure progress.
es: Estos valores serán usados para medir el progreso.

# onboarding.goals.title
source: Your daily goals
es: Tus Metas Diarias

# onboarding.ready.subtitle
source: Your goals have been saved. You can adjust them at any time from the settings menu.
es: Tus metas han sido guardadas. Puedes ajustarlas siempre que quieras desde el menú de ajustes.

# onboarding.ready.title
source: Everything is ready
es: ¡Todo listo!

# onboarding.welcome.subtitle
source: Your journey to better nutrition starts here.
es: Tu camino hacia una mejor nutrición empieza aquí.

# onboarding.welcome.title
source: Welcome!
es: ¡Bienvenido!
